<?php get_header(); ?>

<?php get_template_part('includes/header'); ?>

<div id="termTitle">
    <h1>利用規約</h1>
    <h2>terms of use</h2>
</div>

<div id="termContentOutside">
    <div id="termContentInside">
        <div>
            <h2>第1条 目的</h2><br/>
            本規約は、株式会社　ポルテベント（以下「当社」）の運営するサービス••（以下、コンテンツ（記事・動画・テキスト・画像・ソースコー<br/>
            ド等）、当社ウェブサイトも含めて「本サービス」という）の利用について、当社と本サービスをご利用される全てのお客様（以下「ユーザ<br/>
            ー」）および当社の定める方法により会員登録を行ったユーザー（以下「会員」）との関係を定める。<br/>

            <br/><h2>第2条 本規約について</h2><br/>
            当社は、必要に応じて当社の判断により、事前の予告なく、サービスの内容及び本規約の内容を変更できる。<br/>
            ユーザーおよび会員は、当社がウェブサイト上に変更後の本規約を掲載以後、本サービスの利用を行った場合または当社の定める期間内に退<br/>
            会手続を行わなかった場合、当該行為または期間経過の時点で、本規約の変更に同意したものとみなす。また、当該サービス内容・本規約内<br/>
            容の変更における会員に生じる損害については、当社は一切責任を負わない。<br/>
            本規約の一部の条項が無効とされた場合も、他の条項の効力には影響せず、他の規定は有効に存続する。<br/>
            当社が当社ウェブサイト上で掲載する本サービスに関するルール、諸規定等は、本規約の一部を構成する。<br/>

            <h2>第3条 会員登録</h2><br/>
            ユーザ－および会員は、本規約に同意したうえで会員登録を行い、本サービスを利用することができる。<br/>
            ユーザーおよび会員が本サービスを利用する場合には、本規約の規定に従うものとする。<br/>
            当社は、次のいずれかに該当すると当社が判断した場合、ユーザーおよび会員に対して、登録の拒否、本サービス利用の停止および会員登録<br/>
            を解除することができ、これによりユーザ－および会員に与えられる不利益について、当社は一切の責任を負わない。<br/>
            登録情報に虚偽、誤記または記載漏れがあった場合<br/>
            本規約違反および、そのおそれがあると当社が判断した場合<br/>
            過去に本サービスの利用について登録拒否、解除された者である場合<br/>
            未成年、成年被後見人、被保佐人または被補助人が、これらの法定代理人等による同意なく登録した場合<br/>
            当社、他の登録会員およびユーザーまたは第三者に損害を生じさせるおそれのある目的または方法で本サービスを利用した、または利用しよ<br/>
            うとした場合<br/>
            手段の如何を問わず、本サービスの運営を妨害した場合<br/>
            死亡した場合または後見開始、保佐開始若しくは補助開始の審判を受けた場合<br/>
            反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者。以下同様。）である、またはその資金提供その他を<br/>
            通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当<br/>
            社が判断した場合
            その他当社が不適切と判断する場合<br/>

            <h2>第4条 IDおよびパスワード</h2><br/>
            IDおよびパスワードの管理は、会員自身の責任により行うものとし、自身が登録した自己の会員情報（アカウントに関する全ての権利、権益<br/>
            を含む。）をいかなる第三者に対しても譲渡および貸与ならびに共有してはならない。また、その他いかなる目的でも、自身が登録した自己<br/>
            の会員情報を第三者に使用させることはできない。<br/>
            前項の規定に違反した場合、当社は本サービス利用の停止および会員登録を解除することが出来るものとし、その時会員に与えられる不利益<br/>
            について、当社は一切の責任を負わない。また、当社はIDならびにパスワードの漏洩、不正利用などから生じた損害につき、一切補償しな<br/>
            い。<br/>
            当社および関連会社より、会員が登録したメールアドレス宛に当社および第三者が提供するサービスのご案内を必要に応じてメールで送付で<br/>
            き、会員はこれに予め同意する。<br/>

            <h2>第5条 資料請求</h2><br/>
            ユーザーおよび会員は、当社ウェブサイトを通じて条件に合った外部の業者に向けて資料請求を行う場合、所定の資料請求フォームに必要事<br/>
            項を入力する。また、資料請求に入力した事項は、当社のプライバシーポリシーに基づいて適正に取り扱われることに同意する。<br/>
            資料請求は、本サービスの利用を希望するユーザー（ユーザー本人を有効に代理できる者を含む。以下同様。）が行う。<br/>
            ユーザーまたは会員が未成年者である場合には、親権者が代わって資料請求を行うまたは親権者の同意を得た上で資料請求を行う。<br/>
            当社に資料請求が行われた場合において、未成年者である本人が資料請求をしていたことが判明したとき、当社は有効に親権者の同意を得て<br/>
            いるかにつき確認を求めることがあり、この場合、当該資料請求をした者はこれに協力しなければならない。<br/>
            資料請求を行う場合には、真実、正確かつ最新の情報を資料請求フォームに入力しなければならない。<br/>
            資料請求を行った場合でも、以下の各号のいずれかの事由に該当するときは、資料の発送が行われないことがある。<br/>
            本規約に違反するおそれがあると当社が判断した場合<br/>
            資料請求フォームに入力した情報の全部または一部につき虚偽、誤記または記載漏れがあった場合<br/>
            過去に当社が提供するいずれかのサービスの利用の登録拒否・登録取消し・利用停止その他それに類似する措置を受けたことがある者である<br/>
            場合<br/>
            反社会的勢力等である、または資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等<br/>
            との何らかの交流若しくは関与を行っていると当社が判断した場合<br/>
            資料請求先が登録や資料の送付が適当でないと判断した場合<br/>
            その他、当社が適当でないと判断した場合<br/>

            <h2>第6条 個人情報の取扱い</h2><br/>
            当社は、本規約のほか、プライバシーポリシーに従ってユーザーおよび会員の個人情報を取り扱う。<br/>
            ユーザーおよび会員は、本サービスの利用または本サービスの閲覧の前に、本サービス上で、プライバシーポリシーを必ず確認し、その内容<br/>
            に同意した上で、本サービスを利用する。<br/>
            個人情報等をプライバシーポリシーに基づき第三者に預託または提供したことによるユーザーまたは会員の損害について、当社は一切責任を<br/>
            負わない。ユーザーおよび会員は、本条の内容を十分に認識した上で、本サービスを利用するものとする。<br/>

            <h2>第7条 本サービスの提供と利用について</h2><br/>
            ユーザーおよび会員は、自己の費用と責任において、本サービスにアクセスするための環境設定その他の準備・維持を行う。<br/>
            本サービスに含まれるコンテンツ（記事・動画・テキスト・画像・ソースコード等）、当社ウェブサイトに関する一切の著作権（著作権法27<br/>
            条および28条に規定する権利を含む）、商標権、特許権、その他の知的財産権（それらの権利を取得し、またはそれらの登録等を出願する権<br/>
            利を含む）、所有権およびノウハウ等は、当社または当社にライセンスを許諾している者に帰属する。<br/>
            本規約に定める登録に基づく本サービスの利用許諾は、本サービス等に関する当社または当社にライセンスを許諾している者の知的財産権の<br/>
            使用許諾を意味するものでない。<br/>
            ユーザーおよび会員は、いかなる理由によっても当社または当社にライセンスを許諾している者の知的財産権を侵害するおそれのある行為<br/>
            （逆アセンブル、逆コンパイル、リバースエンジニアリング等を含むが、これに限定されない。）をしてはならない。<br/>
            当社は、ユーザーおよび会員が本サービスで提供するすべてのコンテンツについて無断で複製・転載・その他利用することを禁止する。<br/>

            <h2>第8条 情報の保存</h2><br/>
            当社は、ユーザーおよび会員が送受信したメッセージその他の情報を運営上一定期間保存していた場合であっても、当該情報を保存する義務<br/>
            を負うものではなく、当社はいつでもこれらの情報を削除できる。なお、当社は本条に基づき当社が行った措置に基づきユーザーおよび会員<br/>
            に生じた損害について一切の責任を負わない。<br/>

            <h2>第9条 保証の否認</h2><br/>
            ユーザーおよび会員は、本サービスの利用にあたり、以下の事項について同意する。<br/>

            当社は、本サービスが正常に動作する事を保証しない。また、本サービスの利用により、ユーザーおよび会員に生じた損害について、当社は<br/>
            一切の責任を負わない。<br/>
            当社は、本サービスが提供するデータおよび情報の正確性、有用性、適合性などについては保証しない。<br/>
            ユーザーおよび会員は、本サービスが提供するデータについて、自己の責任において保存する。また、当社はこれらのデータの保存について<br/>
            は保証しない。<br/>
            次の事項に該当する場合、事前に通知することなく本サービスの一部、または全機能の提供を中断および停止することがある。なお、本サー<br/>
            ビスの中断および停止によって生じた損害については一切の責任を負わない。<br/>
            本サービスの提供に必要なシステムの保守を行う場合<br/>
            地震、火災により運営が困難な場合<br/>
            システムの障害等により本サービスの提供ができなくなった場合<br/>
            その他当社が必要と判断したとき<br/>

            <h2>第10条 退会</h2><br/>
            会員は、当社所定の退会手続きを行うことによって退会することができる。なお、会員を退会した場合、会員情報および当社提供データは一<br/>
            定期間経過後すべて削除される。<br/>

            </h2>第11条 キャンペーン</h2><br/>
            当社は、適宜、ユーザーおよび会員に向けて、当社ウェブサイトに関連するキャンペーン（以下「本キャンペーン」）を実施することがあ<br/>
            る。その場合には、当社ウェブサイト上で告知するなど、当社が適当と判断する方法でユーザーおよび会員に通知する。<br/>
            本キャンペーンに関しては、本規約が適用される。ただし、本キャンペーンに係る利用規約等を別途定めた場合には、当該利用規約等が優先<br/>
            的に適用される。<br/>
            当社は、ユーザーおよび会員が本キャンペーンに関して、当社、他のユーザーその他の第三者の権利・利益を侵害する行為、当社の定める利<br/>
            用規約に反する行為、公序良俗に反する行為等の当社が不適切と判断する行為を行った場合、何ら通知することなく、当該ユーザーおよび会<br/>
            員の本キャンペーンの利用を禁止若しくは無効、または選考の対象外とすることができる。なお、当社は、かかる行為の有無を探知する義務<br/>
            または責任を負わない。<br/>
            当社は、当社の判断により、ユーザーおよび会員に事前に通知することなく、本キャンペーンを変更、中断、停止または終了することができ<br/>
            る。これによりユーザーおよび会員が不利益を被った場合といえども、当社は損害賠償責任その他一切の責任を負わない。<br/>
            当社は、本キャンペーンの利用に起因するユーザーおよび会員の損害について、一切の責任を負わない。<br/>
            ユーザーおよび会員は、当該ユーザーおよび会員の責に帰すべき事由により、本キャンペーンに起因または関連して当社に損害を与えた場<br/>
            合、当社に対し一切の損害および費用（弁護士費用相当額を含む）を賠償する。また、ユーザーおよび会員は、当該ユーザーおよび会員の責<br/>
            に帰すべき事由により、本キャンペーンに起因または関連して、他のユーザーその他第三者との間で紛争が生じた場合、ユーザーおよび会員<br/>
            は自らの費用と責任で解決するとともに、当社に生じた一切の損害および費用（弁護士費用相当額を含む）を賠償する。<br/>
            本キャンペーンに起因または関連して、当社の責に帰すべき事由によりユーザーおよび会員が損害を被ったために当社が賠償責任を負う場合<br/>
            であっても、当社の賠償責任は、直接かつ通常の損害に限り、逸失利益、事業機会の喪失等の間接的な損害は含まない。<br/>

            <h2>第12条 秘密保持</h2><br/>
            本規約において「秘密情報」とは、利用契約または本サービスに関連して、ユーザーおよび会員が、当社より書面、口頭若しくは記録媒体等<br/>
            により提供若しくは開示されたか、または知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味する。<br/>
            ただし、(1)当社から提供若しくは開示がなされたときまたは知得したときに、既に一般に公知となっていた、または既に知得していたも<br/>
            の、(2)当社から提供若しくは開示または知得した後、自己の責に帰せざる事由により刊行物その他により公知となったもの、(3)提供または<br/>
            開示の正当な権限ある第三者から秘密保持義務を負うことなく適法に取得したもの、(4)秘密情報によることなく単独で開発したものについ<br/>
            ては、秘密情報から除外する。<br/>
            ユーザーおよび会員は、秘密情報を厳に秘密として保持し、本サービスの利用の目的のみに利用するとともに、当社の書面による承諾なしに<br/>
            第三者に当社の秘密情報を提供、開示または漏洩しない。<br/>
            第2項の定めに拘わらず、ユーザーおよび会員は、法律、裁判所または政府機関の命令、要求または要請に基づき、必要最小限の範囲で秘密<br/>
            情報を開示する。ただし、当該命令、要求または要請があった場合、速やかにその旨を当社に通知しなければならない。<br/>
            ユーザーおよび会員は、秘密情報を記載した文書または電磁的記録媒体等を複製する場合には、事前に当社の書面による承諾を得ることと<br/>
            し、複製物の管理については第2項に準じて厳重に行う。<br/>
            ユーザーおよび会員は、当社から求められた場合にはいつでも、直ちに、当社の指示に従い、秘密情報並びに秘密情報を記載または包含した<br/>
            書面その他の記録媒体およびその全ての複製物を返却または廃棄しなければならない。<br/>

            <h2>第13条 禁止事項</h2><br/>
            当社は、ユーザーおよび会員が本サービスを利用するにあたり、以下の各号の行為を行うことを禁止する。<br/>
            当社または第三者に損害を与える行為<br/>
            当社および第三者の財産、名誉、プライバシー等を侵害する行為<br/>
            法令に違反する行為<br/>
            虚偽の情報を申請する行為<br/>
            本サービスの利用に関する権利を第三者に譲渡しまたは担保に供する行為<br/>
            当社および第三者の著作権その他の知的財産権を侵害する行為<br/>
            その他当社が不適切と判断する行為<br/>
            ユーザーおよび会員が前項各号の禁止事項に違反し当社に損害が発生した場合、当社は、ユーザーおよび会員に対し、損害の全て（弁護士費<br/>
            用その他の実費を含む）について、損害賠償請求をすることができる。<br/>

            <h2>第14条 免責事項</h2><br/>
            当社は、ユーザーおよび会員が本サービス（本サービスにおいて提供されるコンテンツを含む。）を利用したことにより直接的または間接的<br/>
            に発生した損害については、一切賠償しない。<br/>
            当社は、本サービスがユーザーおよび会員の特定の目的に適合すること、本サービスがユーザーおよび会員の期待する機能、商品的価値、正<br/>
            確性、有用性を有すること、本サービスが第三者の知的財産権その他の権利を侵害しないこと、ユーザーおよび会員による本サービスの利用<br/>
            がユーザーおよび会員に適用のある法令または業界団体の内部規則等に適合すること、および本サービスに不具合が生じないことについて、<br/>
            何ら保証するものではない。<br/>
            当社ウェブサイトからリンクされたウェブサイトを利用する際は、当該リンク先のウェブサイトに関する利用規約が適用される。また、リン<br/>
            ク先のサービス提供事業者と当社が関係会社、取引先などの関係を有しているとは限らず、当社と関係のないリンク先ウェブサイトの利用に<br/>
            よって起こった直接的または間接的な損害は、当社に故意または重大な過失がない限り、一切責任を負わない。<br/>

            <h2>第15条 第三者への委託</h2><br/>
            当社は、本サービスの提供に関する業務の全部または一部を、第三者に委託することができる。<br/>

            <h2>第16条 本サービスの停止</h2><br/>
            当社は、当社の判断により、事前に告知することなく本サービスの全部または一部を変更または停止することがある。なお、本サービスの変<br/>
            更または停止によって生じた損害については一切の責任を負わない。<br/>

            <h2>第17条 サービスの廃止</h2><br/>
            当社は、当社の判断により、事前に告知することなく本サービスの提供を廃止することがある。なお、当社は、これによりユーザーおよび会<br/>
            員に生じる損害には一切責任を負わない。<br/>

            <h2>第18条 連絡・通知</h2><br/>
            本サービスに関する問い合わせその他ユーザーおよび会員から当社に対する連絡または通知、および本規約の変更に関する通知その他当社か<br/>
            らユーザーおよび会員に対する連絡または通知は、当社の定める方法で行うものとする。<br/>

            <h2>第19条 本規約の譲渡等</h2><br/>
            ユーザーおよび会員は、当社の書面による事前の承諾なく、本規約上の地位または本規約に基づく権利若しくは義務につき、第三者に対し、<br/>
            譲渡、移転、担保設定、その他の処分をすることはできない。<br/>
            当社は、本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い利用契約上の地位、本規約に基づく権利および義務並びに<br/>
            ユーザーおよび会員の登録情報その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、ユーザーおよび会員は、かかる<br/>
            譲渡につき本項において予め同意したものとみなす。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が<br/>
            移転するあらゆる場合を含む。<br/>

            <h2>第20条 完全合意</h2><br/>
            本規約は、本規約に含まれる事項に関する当社とユーザーおよび会員との完全な合意を構成し、口頭または書面を問わず、本規約に含まれる<br/>
            事項に関する当社とユーザーとの事前の合意、表明および了解に優先する。<br/>

            <h2>第21条 分離可能性</h2><br/>
            本規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効または執行不能と判断された場合であっても、本規約の<br/>
            残りの規定および一部が無効または執行不能と判断された規定の残りの部分は、継続して完全に効力を有する。<br/>
            本サービスとユーザーおよび会員の間の本規約が消費者契約法第2条第3項に定める消費者契約に該当する場合、本規約のうち、当社の損害賠<br/>
            償責任を完全に免責する規定は適用されない。ただし、当社は、ユーザーに発生した損害が当社の軽過失に基づく債務不履行若しくは不法行<br/>
            為または瑕疵担保責任に基づく場合には、当該損害のうち直接かつ通常の損害に限り損害賠償責任を負うものとし、逸失利益や拡大損害等に<br/>
            ついては賠償責任を負わない。<br/>

            <h2>第22条 紛争処理および損害賠償</h2><br/>
            ユーザーおよび会員は、本規約に違反することにより、または本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害を<br/>
            賠償する。<br/>
            ユーザーおよび会員が、本サービスに関連して他のユーザー、外部SNS事業者その他の第三者からクレームを受けまたはそれらの者との間で<br/>
            紛争を生じた場合には、直ちにその内容を当社に通知するとともに、ユーザーの費用と責任において当該クレームまたは紛争を処理し、当社<br/>
            からの要請に基づき、その経過および結果を当社に報告する。
            ユーザーおよび会員の行為に関連して、当社が、他のユーザーまたは会員、外部SNS事業者その他の第三者から権利侵害その他の理由により<br/>
            何らかの請求等を受けた場合は、当該ユーザーおよび会員は、これにより当社が支払を余儀なくされた損害の全て（弁護士費用その他の実<br/>
            費を含む）を賠償しなければならない。<br/>

            <h2>第23条 準拠法・裁判管轄</h2><br/>
            本規約は、日本法に準拠し解釈されるものとし、本規約に関する一切の紛争は、東京簡易裁判所または東京地方裁判所を第一審の専属的合意<br/>
            管轄裁判所とする。<br/>
        </div>
    </div>
</div>

<?php get_template_part('includes/footer'); ?>